Repository: geteduroam/apple-app
Catalog: getgovroam/AppStore.xcstrings
Source language: en
Languages: bg, ca_es, cy, nl, sl

# Description
source: Configure your govroam account easily and securely using getgovroam.
bg: Конфигурирайте Вашия govroam акаунт лесно и сигурно като използвате getgovroam.
ca_es: Configureu el vostre compte govroam de manera fàcil i segura utilitzant getgovroam.
cy: Ffurfweddwch eich cyfrif govroam yn hawdd ac yn ddiogel gan ddefnyddio getgovroam.
nl: Configureer jouw govroam-account gemakkelijk en veilig met getgovroam.
sl: Konfigurirajte račun govroam preprosto in varno z aplikacijo getgovroam.

# Keywords
source: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,network,government,connect,wireless,wlan,internet
bg: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,мрежа,government,свързване,безжична връзка,wlan,интернет
ca_es: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,xarxa,govern,connectar,sense fils,wlan,internet
cy: govroam,wifi,crwydro,geteduroam,llecyn,wi-fi,rhwydwaith,llywodraeth,connect,diwifr,internet
nl: govroam,wifi,roam,getgovroam,hotspot,eduroam,wi-fi,netwerk,overheid,verbind,draadloos,wlan,internet
sl: govroam,wifi,gostovanje,getgovroam,točka,eduroam,wi-fi,omrežje,vlada,poveži,brezžično,wlan,internet

source: Promotional Text
bg: ac4994430d692e79fe9f72f80f433590_tr
ca_es: ac4994430d692e79fe9f72f80f433590_tr
cy: ac4994430d692e79fe9f72f80f433590_tr
nl: ac4994430d692e79fe9f72f80f433590_tr
sl: ac4994430d692e79fe9f72f80f433590_tr

# Screenshots: Another Organization
source: Another Organization
bg: Друга организация
ca_es: Una altra Organització
cy: Sefydliad Arall
nl: Andere Organisatie
sl: Druga organizacija

# Screenshots: Contact our helpdesk if you need assistance.
source: Contact our helpdesk if you need assistance.
bg: Свържете се с нашия хелпдеск, ако имате нужда от съдействие.
ca_es: Contacteu amb el nostre servei d'assistència si necessiteu ajuda.
cy: Cysylltwch â'n desg gymorth os oes angen cymorth arnoch.
nl: Benader onze helpdesk als je hulp nodig hebt.
sl: Če potrebujete pomoč, se obrnite na našo službo za pomoč uporabnikom.

# Screenshots: Example Organization
source: Example Organization
bg: Примерна организация
ca_es: Organització de mostra
cy: Sefydliad Enghreifftiol
nl: Voorbeeldorganisatie
sl: Vzorčna organizacija

# Screenshots: Profile for Externals
source: Profile for Externals
bg: Профил за външни потребители
ca_es: Perfil per a externs
cy: Proffil ar gyfer Allanolion
nl: Profiel voor externen
sl: Profil za zunanje osebe

# Screenshots: Profile for Staff
source: Profile for Staff
bg: Профил за служител
ca_es: Perfil per al personal
cy: Proffil ar gyfer Staff
nl: Profiel voor medewerkers
sl: Profil za osebje

# Subtitle
source: let's roam
bg: сърфирайте
ca_es: Som-hi
cy: gadewch i ni grwydro
nl: veilig en gastvrij online
sl: gostujmo

# What's New in This Version
source: This major update brings an entirely new designed and rewritten app.
bg: Тази важна актуализация предлага изцяло ново приложение.
ca_es: Aquesta important actualització porta una aplicació totalment renovada i reescrita.
cy: Mae'r diweddariad mawr hwn yn dod ag ap cwbl newydd wedi'i ddylunio a'i ailysgrifennu.
nl: Deze grote update brengt een geheel nieuw ontworpen en herschreven app.
sl: Ta pomembna posodobitev prinaša popolnoma preoblikovano in na novo zasnovano aplikacijo.
